import React from "react";

const AboutMePage = () => {
  return (
    <div className="container">
      <div className="wrapper">
        <h3>Обо мне</h3>
        <p>
          Познакомимся поближе? Меня зовут Усенова Айдана, но для вас можно
          просто "Дана". Мне 24 года, и я только начинаю свой путь в
          программировании. У меня большой опыт работы в сфере моей прошлой
          профессии - юриста, о которой я вам расскажу подробнее. Еще с детства
          меня интересовали три вещи: рассказы об уголовных делах, решенных
          отцом (он был судьей) и школьные предметы: математика и информатика.
          Если с первым все достаточно банально, и я выбрала юриспруденцию как
          стезю моей жизни (спойлер: это оказалось не так), то к
          программированию я пришла только недавно.
        </p>
        <p>
          Я считаю, что профессия должна подходить человеку по характеру, и
          поверьте достаточно мягкий и добрый юрист не привнесет в ваше дело
          успеха. Так я и вспомнила о своих увлечениях из детства. Задачи по
          двоичным, восьмиричным и шестнадцатиричным системам исчисленим сделали
          свое дело - я поняла, что мне интересно изучение кодинга и
          программирования, в целом.
        </p>
        <p>
          Хотя это может показаться банальным, я не могу не упомянуть о своих
          качествах. Я ответственна во всех сферах жизни, целеустремленна,
          внимательна к деталям, и ценю красоту и эстетику. Я не стремлюсь к
          оценочному суждению своих знаний, но благодаря моему упорству, мне
          довольно легко занимать первые места в рейтингах. Я также люблю
          изучать новое и чувствовать, что "шестеренки" в моем мозгу по-прежнему
          работают. Я уверена, что эти качества, хотя и не уникальны, но точно
          выделяют меня из толпы.
        </p>
      </div>
    </div>
  );
};

export default AboutMePage;
